[
    {
        "title": "Message from Jennifer Lawrence",
        "message": "Hey there, handsome. Just wanted to say you've been on my mind lately. Let's catch up soon, maybe over a glass of wine?",
        "received": "10 Minutes ago"
    },
    {
        "title": "Message from Chris Hemsworth",
        "message": "Hey beautiful, can't stop thinking about your smile. How about we go for a sunset walk together?",
        "received": "1 hour ago"
    },
    {
        "title": "Message from Scarlett Johansson",
        "message": "Hi there, cutie. Just wanted to let you know you've been lighting up my thoughts lately. Care to grab coffee sometime?",
        "received": "2 hours ago"
    },
    {
        "title": "Message from Ryan Reynolds",
        "message": "Hey gorgeous, been dreaming about your laugh. How about we make some memories together?",
        "received": "3 hours ago"
    },
    {
        "title": "Message from Zendaya",
        "message": "Hey, sweet thing. Can't get you out of my head. Let's plan something exciting together?",
        "received": "1 day ago"
    },
    {
        "title": "Message from Tom Holland",
        "message": "Hey, beautiful soul. Your smile is contagious, you know? How about we brighten each other's day?",
        "received": "2 days ago"
    },
    {
        "title": "Message from Margot Robbie",
        "message": "Hi handsome, just wanted to remind you how incredible you are. How about we create some sparks together?",
        "received": "1 week ago"
    },
    {
        "title": "Message from Leonardo DiCaprio",
        "message": "Hey there, stunning. Can't stop thinking about our last conversation. How about we dive deeper next time?",
        "received": "2 weeks ago"
    },
    {
        "title": "Message from Gal Gadot",
        "message": "Hey, charming. You've been on my mind a lot lately. How about we explore some new adventures together?",
        "received": "3 weeks ago"
    },
    {
        "title": "Message from Brad Pitt",
        "message": "Hey gorgeous, just wanted to say you've been lighting up my world lately. How about we add some spice to our lives?",
        "received": "1 month ago"
    }
]
